Repository: maabou512/cncf_ar_jp2022
Catalog: pack1/omegat/project_save.tmx
Source language: en_us
Languages: ja_jp

source: These changes help to reduce the complexity of reviewing and approving Kubernetes conformance submissions.
ja_jp: これらの変更は、Kubernetes 適合申請のレビューと承認の複雑さを軽減するのに役立ちます。

source: These micro-credentials are short, topic-specific, and cost effective.The importance of training and certifications, and the regard that CNCF courses are held in, was highlighted this year in China where foreign nations are able to apply for visas for Beijing if they earn a CKA certification.
ja_jp: これらのマイクロクレデンシャルは短く、トピック固有で、費用対効果が高いです。トレーニングと認定の重要性、およびCNCFコースが開催されるという点は、外国人が北京のビザを申請できる中国で今年強調されました。彼らは CKA 認定を取得します。

source: These programs are important catalysts for internships to have an impact on future technologies that we all depend on.
ja_jp: これらのプログラムは、インターンシップが私たち全員が依存する将来のテクノロジーに影響を与えるための重要な触媒です。

source: This Chatham House-governed summit convenes CTOs from end user enterprises to discuss how organizations can leverage people, processes, and technologies to improve resiliency in cloud native computing.
ja_jp: 「チャタム ハウスルール」で執り行われるこのサミットでは、エンド ユーザー企業の CTO が招集され組織がクラウド ネイティブ コンピューティングのレジリエンスを向上していく上で、人、プロセス、テクノロジーをどう活かせるのか、を議論します。

source: This award recognizes excellence in documentation contributions to CNCF and its projects
ja_jp: この賞は、CNCF とそのプロジェクトへのドキュメンテーションへの優れた貢献を表彰するものです。

source: This includes enumerating current practices, identifying gaps, and directing efforts to help improve workflows.
ja_jp: これには、現在の慣行を列挙し、ギャップを特定し、ワークフローを改善するための取り組みを指示することが含まれます。

source: This is supported by CSPs like Vodafone, Deutsche Telekom and DISH Wireless, and guided by best practices from the Cloud Native Network Function (CNF) Working Group and runs certification tests on the CNF Test Suite.
ja_jp: これは、Vodafone、Deutsche Telekom、DISH Wireless などの CSP によってサポートされており、クラウド ネイティブ ネットワーク機能 (CNF) ワーキング グループのベスト プラクティスによって導かれ、CNF テスト スイートで認定テストを実行します。

source: This was reflected at our KubeCon + CloudNativeCon events, where businesses like Mercedes Benz and Boeing headlined keynotes alongside well-known tech brands.
ja_jp: このことは、KubeCon + CloudNativeCon イベントでも反映されていて、メルセデス ベンツやボーイングといった顔ぶれが有名なテック ブランドたちとともに見出しを飾り、基調講演を行いました。

source: This website uses cookies to offer you a better browsing experience
ja_jp: 本サイトではよりよいブラウザ体験を提供するためにクッキーを使用しています。

source: This year CNCF helped launch two documentary films that supported our mission to humanize developers by telling their story of development in this dynamic medium.
ja_jp: 今年、CNCF は 2 本のドキュメンタリー映画の立ち上げを支援しました。このドキュメンタリー映画は、このダイナミックなメディアでの開発のストーリーを伝えることで、開発者を人間化するという私たちの使命をサポートしています。

source: This year we launched the Humans of Cloud Native project to tell the stories of amazing individuals and their contributions that make team cloud native such a vibrant, exciting and diverse space.
ja_jp: 今年、私たちは「ヒューマンズ オブ クラウド ネイティブ （Humans of Cloud Native）」プロジェクトを立ち上げ、ここでチーム クラウド ネイティブを活気溢れ、刺激的で多様な空間にしてくれる素晴らしい人たちや、そのコントリビューションの物語を伝えています。

source: This year we launched the Prometheus Certified Associate (PCA) - a certification that demonstrates and engineers foundational knowledge of observability and skills using Prometheus, the open source monitoring and alerting toolkit.A new set of credentials were also launched this year: SkillCreds.
ja_jp: 今年、私たちは Prometheus 認定アソシエイト (PCA) を開始しました。これは、オープンソースの監視およびアラート ツールキットである Prometheus を使用して、オブザーバビリティとスキルに関する基礎知識を証明し、エンジニアリングする認定資格です。

source: This year we welcomed our community safely back to in-person events.
ja_jp: 今年は、私たちのコミュニティが対面式のイベントに安全に戻ることを歓迎しました。

source: Throughout 2022, CNCF underscored our commitment to making cloud native ubiquitous - hosting 20 graduated projects, 35 incubating and 102 sandbox projects, driven by more than 178,000 contributors representing 189 countries.
ja_jp: 2022 年を通じて、CNCF はクラウド ネイティブをユビキタスにするという当社のコミットメントを強調しました。189 か国を代表する 178,000 人を超える貢献者によって推進された 20 の卒業プロジェクト、35 のインキュベーション プロジェクト、102 のサンドボックス プロジェクトをホストしています。

source: Throughout the year we rolled out the new design to CNCF subsites, including Contributors, as well as applying WCAG guidelines to all of our sites.
ja_jp: この1年を通し「コントリビューター（Contributor）」を含む CNCF サブサイトに新デザインを展開し、全サイトに WCAG ガイドラインを適用しました。

source: TiKVAuthors 257
ja_jp: TiKV作者 257

source: To assure a diverse lineup, you must send a copy of your program to kcd@cncf.io for review and approval before publication.
ja_jp: 多様なラインナップを確保するために、公開前にレビューと承認を受けるために、プログラムのコピーを kcd@cncf.io に送信する必要があります。

source: To date, we've offered more than 5,000 diversity and need-based scholarships, through the Dan Kohn Scholarship Fund.
ja_jp: 現在までに、Dan Kohn Scholarship Fund を通じて、5,000 を超える多様性とニーズに基づく奨学金を提供してきました。

source: To recognize contributors who spend countless hours completing often mundane tasks, CNCF created the “Chop Wood and Carry Water” awards.
ja_jp: CNCF は、多くの場合平凡なタスクを完了するために数え切れないほどの時間を費やした貢献者を表彰するために、「Chop Wood and Carry Water」賞を作成しました。

source: Today, Phippy and Friends' mission is to demystify cloud native computing and explain complicated concepts in a compelling, engaging and easy-to-understand manner.
ja_jp: 今日の Phippy and Friends の使命は、クラウド ネイティブ コンピューティングの謎を解き明かし、複雑な概念を説得力のある魅力的なわかりやすい方法で説明することです。

source: Tool icon
ja_jp: ツールアイコン

source: Top Countries In Attendance
ja_jp: 出席率上位の国

source: Top Documentarian
ja_jp: トップ ドキュメンタリアン

source: Top cloud Native Committer
ja_jp: トップクラウドネイティブコミッター

source: Total
ja_jp: 合計

source: Training
ja_jp: トレーニング（Training）

source: Training & Certification
ja_jp: トレーニングと認定

source: Training Courses
ja_jp: トレーニングコース

source: Twitch
ja_jp: けいれん

source: Twitter
ja_jp: ツイッター

source: Two of the first SkillCreds include Developing Helm Charts (SC104) and Open Data Formats: YAML (SC101).
ja_jp: 最初の SkillCreds の 2 つには、Developing Helm Charts (SC104) と Open Data Formats: YAML (SC101) が含まれます。

source: UK Flag
ja_jp: 英国旗

source: USA 1,309
ja_jp: アメリカ 1,309

source: USA 1,725
ja_jp: アメリカ 1,725

source: USA 10,568
ja_jp: アメリカ 10,568

source: USA 3.035
ja_jp: アメリカ 3.035

source: USA 4,824
ja_jp: アメリカ 4,824

source: USA 5,744
ja_jp: アメリカ 5,744

source: USA Flag
ja_jp: アメリカの国旗

source: United Kingdom 725
ja_jp: イギリス 725

source: Video Highlights
ja_jp: ビデオのハイライト

source: View Humans of Cloud Native
ja_jp: 「クラウド ネイティブ」の人たち（Humans of Cloud Native）を読む

source: View Report
ja_jp: レポートを読む

source: View the CNCF Flickr photo feed
ja_jp: CNCF Flickr のフォトフィードを見る

source: Virtual
ja_jp: バーチャル

source: Visit the working group's repository to participate, view progress, and learn more.
ja_jp: ワーキング グループのリポジトリにアクセスして、参加し、進捗状況を確認し、詳細を確認してください。

source: Vitess Logo
ja_jp: ビテス ロゴ

source: Volcano Logo
ja_jp: 火山のロゴ

source: We also announced the inaugural CloudNative SecurityCon, which will launch in 2023, and bring application developers and modern security experts not just propose solutions that incrementally improve what has come before, but to give room to cutting edge projects and advances in modern security approaches.
ja_jp: また、2023 年に開始される初の CloudNative SecurityCon も発表しました。これにより、アプリケーション開発者と最新のセキュリティ専門家が、以前のものを徐々に改善するソリューションを提案するだけでなく、最先端のプロジェクトと最新のセキュリティ アプローチの進歩に余地を与えることができます。

source: We also implemented additional measures to help support our KCD communities and organizers to ensure program success:
ja_jp: また、プログラムの成功を確実にするために、KCD コミュニティと主催者をサポートするための追加の対策を実施しました。

source: We also launched an Interim Code of Conduct Committee - composed of both community members and staff-to adjudicate incidents while a more permanent structure is under development by the working group.
ja_jp: また、コミュニティ メンバーとスタッフの両方で構成される暫定行動規範委員会を立ち上げ、インシデントを裁定する一方で、より恒久的な構造がワーキング グループによって開発中です。

source: We anticipate cleaning up the last technical debt by Kubecon + CloudNativeCon Europe 2023.
ja_jp: Kubecon + CloudNativeCon Europe 2023 までに、最後の技術的負債を一掃できると予想しています。

source: We are seeing all of these big companies that we know and love become software companies right before our eyes.
ja_jp: 私たちのよく知る、愛着のあるこれらの大企業のすべてがソフトウェア企業になるさまを、まさに目の前で見ています。

source: We doubled down on our commitment to #TeamCloudNative in 2022, investing in community-driven initiatives to fuel sustained momentum, expansion, growth and adoption.
ja_jp: 2022 年には #TeamCloudNative への取り組みを倍増させ、コミュニティ主導のイニシアチブに投資して、持続的な勢い、拡大、成長、採用を促進します。

source: We encourage KCD organizers to consider and include talks that are non-technical and non-code contributions.
ja_jp: KCD の主催者は、非技術的かつ非コード的な貢献である講演を検討し、含めることをお勧めします。

source: We had Ford on the show, Mass Mutual, ING and Home Depot.
ja_jp: このショーにはFord、Mass Mutual、INGやHome Depotといった企業を迎え入れました。

source: We hope you enjoyed reflecting on all the great things we accomplished together in 2022.
ja_jp: 2022 年に私たちが成し遂げたすべての素晴らしいことを振り返って楽しんでいただけたでしょうか。

source: We hosted Cloud Native Telco Day for the first time, gathering huge players like Deutsche Telekom and Orange who are advancing the industry.
ja_jp: Cloud Native Telco Day を初めて開催し、業界を前進させている Deutsche Telekom や Orange などの大企業を集めました。

source: We launched a Code of Conduct Working Group to develop an updated structure and set of procedures.
ja_jp: 私たちは行動規範ワーキンググループを立ち上げ、最新の構造と一連の手順を開発しました。

source: We launched a number of new initiatives, including Security Slam, in partnership with Sonatype.
ja_jp: Sonatype と提携して、Security Slam を含む多くの新しいイニシアチブを開始しました。

source: We offered scholarships to:
ja_jp: 私たちは以下に奨学金を提供しました：

source: We provide slides, as well as recording the session.
ja_jp: スライドを提供し、セッションを記録します。

source: We sponsored 106 students to work on 28 CNCF Projects
ja_jp: 106 人の学生を後援し、28 の CNCF プロジェクトに取り組みました

source: We were thrilled to grant Mercedes-Benz and Intuit our Top End User Awards this year, in recognition of their notable contributions to the cloud native ecosystem.
ja_jp: クラウド ネイティブのエコシステムに対する著しい貢献が認められ、メルセデス ベンツと Intuit に今年のトップ エンドユーザー アワードを授与できたことを嬉しく思います。

source: We've started this CTO Summit where end users, like Boeing, Fidelity, Intuit, and many others can come together and have a private conversation about how they are handling technical challenges in their organizations.
ja_jp: 私たちは、Boeing、Fidelity、Intuit などのエンド ユーザーが一堂に会し、組織にある技術的な課題にどのように対処しているかについて非公開で対話できる CTO サミットをはじめました。

source: We've welcomed new industries, projects, and swelled our community to 7.1 million cloud native developers, surpassing the population of Denmark!
ja_jp: 私たちは新しい産業やプロジェクトを歓迎し、コミュニティをデンマークの人口を超える 710 万人のクラウド ネイティブ デベロッパーにまで拡大しました。

source: Wechat
ja_jp: 微信

source: Welcome to KubeCon + CloudNativeCon Europe 2022
ja_jp: KubeCon + CloudNativeCon Europe 2022 へようこそ

source: Welcome!
ja_jp: ようこそ！

source: When I look back on 2022, it's with a deep sense of pride for what we have overcome and achieved together.
ja_jp: 2022 年を振り返ってみると、私たちが共に乗り越え、達成できたことに深い誇りを感じます。

source: When we returned to having in-person events, both the number and severity of Code of Conduct incidents increased.
ja_jp: 対面イベントの開催に戻ったとき、行動規範インシデントの数と深刻度の両方が増加しました。

source: Who We Are
ja_jp: 私たちは誰ですか

source: Who we are
ja_jp: 私たちは誰ですか

source: With the largest contributor base, Kubernetes continues to mature
ja_jp: 最大の貢献者ベースにより、Kubernetes は成熟し続けています

source: Women And Gender Non-Conforming Speakers - 2022
ja_jp: 女性とジェンダーの不適合スピーカー - 2022

source: Xing Yang
ja_jp: 星陽

source: Xing Yang @2000xyang
ja_jp: シン・ヤン @2000xyang

source: YouTube
ja_jp: ユーチューブ

source: Your comments and feedback are welcome at info@cncf.io
ja_jp: コメントやフィードバックは、info@cncf.io までお寄せください。

source: archetype
ja_jp: アーキタイプ

source: containerdAuthors 255
ja_jp: コンテナd作者 255

source: etcdAuthors 115
ja_jp: etcd作者 115

source: recaptcha challenge expires in two minutes
ja_jp: recaptcha チャレンジは 2 分で期限切れになります

source: 最终用户案例研究
ja_jp: 最終用途户案例研究
